Repository: psbsgic/rabbitai
Catalog: rabbitai/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Check out this dashboard:
fr: Quitter ce tableau de bord : %s

source: Refresh dashboard
fr: tableau de bord

source: Set auto-refresh interval
fr: Mettre en place l'auto rafraichissement

source: Edit dashboard properties
fr: Modifier les propriétés de ce tableau de bord

source: Edit CSS
fr: Modifier le CSS

source: You do not have permission to edit this dashboard
fr: Vous n'avez pas l'accès à cette source de données

source: The dashboard has been saved
fr: Ce Tableau de Bord a été sauvegardé avec succès.

source: Apply
fr: Appliquer

source: Dashboard properties
fr: Modifier les propriétés de ce tableau de bord

source: Basic information
fr: Méta données additionnelles

source: URL slug
fr: Slug

source: A readable URL for your dashboard
fr: Pour avoir une URL lisible pour votre tableau de bord

source: Access
fr: Pas l'accès !

source: Owners is a list of users who can alter the dashboard. Searchable by name or username.
fr: Propriétaires est une liste d'utilisateurs qui peuvent modifier le tableau de bord

source: Colors
fr: Couleur

source: Advanced
fr: Avancé

source: JSON metadata
fr: JSON des méta-données

source: Don't refresh
fr: Ne pas actualiser

source: 10 seconds
fr: 10 secondes

source: 30 seconds
fr: 30 secondes

source: 1 hour
fr: 1 heure

source: 6 hours
fr: 6 heures

source: 12 hours
fr: 12 heures

source: 24 hours
fr: 24 heures

source: Refresh interval
fr: Intervalle d'actualisation

source: Refresh frequency
fr: Fréquence

source: You must pick a name for the new dashboard
fr: Vous devez entrer un nom pour le nouveau Tableau de Bord

source: Save dashboard
fr: Sauvegarder le Tableau de Bord

source: Overwrite Dashboard [%s]
fr: Ecraser le Tableau de Bord [%s]

source: Save as:
fr: Enregistrer sous :

source: [dashboard name]
fr: [nom tableau de bord]

source: Filter your charts
fr: Graphiques linéaires

source: Annotation layers are still loading.
fr: Les couches d'annotation sont toujours en cours de chargement.

source: One ore more annotation layers failed loading.
fr: Une ou plusieurs couches d'annotation ont échoué au chargement.

source: Minimize chart
fr: Camembert

source: Maximize chart
fr: Camembert

source: Force refresh
fr: Forcer à rafraîchir

source: Toggle chart description
fr: Basculer la description du graphique

source: View chart in Explore
fr: Modifier le slice: %s

source: Share chart
fr: Enregistrer un graphique

source: Export CSV
fr: Exporter en CSV

source: Applied Filters (%d)
fr: Ajouter un filtre

source: Unset Filters (%d)
fr: Filtres résultats

source: Search...
fr: Recherche

source: There are no filters in this dashboard.
fr: Désolé, la sauvegarde de Tableau de Bord a subi une erreur :

source: Delete dashboard tab?
fr: Enregistrer le tableau de bord

source: Header
fr: Ligne d'en-tête

source: Preview
fr: Prévisualisation pour %s

source: Select parent filters
fr: Selectionner la date de fin

source: Reset all
fr: Réinitialiser l'état

source: Restore filter
fr: Filtres résultats

source: Filter name
fr: Valeur du filtre

source: Datasource is required
fr: Sources de données

source: Parent filter
fr: Filtre de date

source: Filter configuration and scoping
fr: Contrôles de filtre

source: Add filter
fr: Ajouter un filtre

source: All filters
fr: Filtres

source: All charts
fr: Aucun graphique

source: Change dataset
fr: Choisir une source de donnée

source: Warning!
fr: Message d'avertissement

source: Search / Filter
fr: Rechercher / Filtrer

source: SQL expression
fr: Expression SQL

source: Data type
fr: Table de donnée

source: Datetime format
fr: Format Datetime

source: Is dimension
fr: Dimension

source: Is filterable
fr: Filtrable

source: Default URL
fr: URL de la base de données

source: Whether to populate autocomplete filters options
fr: S'il faut inclure un filtre de temps

source: Autocomplete query predicate
fr: Récupérer les valeurs des prédicats

source: Owners of the dataset
fr: Impersonnaliser les requêtes de la base de données

source: The duration of time in seconds before the cache is invalidated
fr: Le nombre de secondes avant l'expiration du cache

source: Dataset name
fr: nom source de donnée

source: D3 format
fr: Format D3

source: Warning message
fr: Message d'avertissement

source: Warning message to display in the metric selector
fr: Indique si sélecteur interactif d'intervalle de tempos doit être affiché

source: Certified by
fr: Modifié

source: Calculated columns
fr: Supprimer les colonnes en double

source: The dataset has been saved
fr: La source de données semble avoir été effacée

source: Edit Dataset
fr: Éditer la base de données

source: Time range
fr: Niveau de Temps

source: Time column
fr: Colonne du temps

source: Time grain
fr: Niveau de Temps

source: Origin
fr: Origine

source: Time granularity
fr: Granularité temporelle

source: A reference to the [Time] configuration, taking granularity into account
fr: Une référence à la configuration [Time] prends la granularité en compte

source: Group by
fr: Grouper par

source: One or many controls to group by
fr: Un ou plusieurs contrôles au grouper par

source: One or many metrics to display
fr: Une ou plusieurs métriques à afficher

source: Dataset
fr: Base de données

source: Visualization type
fr: Type de visualisation

source: The type of visualization to display
fr: Le type de visualisation à afficher

source: Fixed color
fr: Couleur fixe

source: Use this to define a static color for all circles
fr: Utiliser ceci pour définir une couleur statique pour tous les cercles

source: Right axis metric
fr: Mesure de l'axe de droite

source: Choose a metric for right axis
fr: Choisir une mesure pour l'axe de droite

source: Linear color scheme
fr: Couleur du plan

source: Color metric
fr: Métrique de couleur

source: A metric to use for color
fr: Une métrique à utiliser par couleur

source: One or many controls to pivot as columns
fr: Un ou plusieurs contrôles à transposer en colonnes

source: Defines the origin where time buckets start, accepts natural dates as in `now`, `sunday` or `1970-01-01`
fr: Définir l'origine des intervalles de temps, accepte les dates naturelles comme dans`maintenant`, `dimanche` ou `1970-01-01`

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`, `1 day` or `56 weeks`
fr: La granularité temporelle pour la visualisation. Noter que vous pouvez taper etutiliser le langage simple comme `10 secondes`, `1 jour` ou `56 semaines`

source: The time column for the visualization. Note that you can define arbitrary expression that return a DATETIME column in the table. Also note that the filter below is applied against this column or expression
fr: La colonne temps pour la visualisation. Notez que vous pouvez définir arbitrairementl'expression que retourne la colonne DATETIME dans la table. Aussi noter que le filtre ci-dessous est appliqué à cette colonne ou expression

source: The time granularity for the visualization. This applies a date transformation to alter your time column and defines a new time granularity. The options here are defined on a per database engine basis in the Rabbitai source code.
fr: Le niveau de temps pour la visualisation. Ceci applique une transformationde date pour modifier votre colonne de temps et définit une nouvelle granularité d'heure. Les options ici sont définies par une base de donnéesDans le code source de Rabbitai.

source: Last week
fr: semaine

source: Row limit
fr: Limite de ligne

source: Series limit
fr: Limite de séries

source: Limits the number of time series that get displayed. A sub query (or an extra phase where sub queries are not supported) is applied to limit the number of time series that get fetched and displayed. This feature is useful when grouping by high cardinality dimension(s).
fr: Limite le nombre de séries temporelles affichées. Une sous-requête (ou unephrase supplémentaire dans laquelle les sous-requêtes ne sont pas prises en charge) est appliquée pour limiter lenombre de séries temporelles qui sont extraites et affichées. Cette fonctionnalité estutile lors du regroupement par dimension(s) de cardinalité élevée.

source: Sort by
fr: Trier par

source: Metric used to define the top series
fr: Mesure pour définir la première série

source: Series
fr: Séries

source: Defines the grouping of entities. Each series is shown as a specific color on the chart and has a legend toggle
fr: Définit le regroupement d'entités. Chaque série est représentée par une couleurspécifique sur le graphique et comporte une bascule de légende

source: Entity
fr: Entité

source: This defines the element to be plotted on the chart
fr: Ceci définit l'élément à tracer sur le graphique

source: X Axis
fr: Axe X

source: Metric assigned to the [X] axis
fr: Mesure assignée à l'axe [X]

source: Y Axis
fr: Axe Y

source: Metric assigned to the [Y] axis
fr: Mesure assignée à l'axe [Y]

source: Bubble size
fr: Taille de la bulle

source: Y Axis Format
fr: Format de l'axe Y

source: When `Calculation type` is set to "Percentage change", the Y Axis Format is forced to `.1%`
fr: Lorsque 'Ratio de Période' est défini, le format de l'axe Y est à forcé à '.1%'

source: The color scheme for rendering chart
fr: Le jeu de couleur pour le rendu graphique

source: Color map
fr: Couleur

source: bolt
fr: boulon

source: Changing this control takes effect instantly
fr: La modification de ce control prendra effet immédiatement

source: No data
fr: Les métadonnées

source: Search Metrics & Columns
fr: Colonnes des séries temporelles

source: New chart
fr: Aucun graphique

source: Edit properties
fr: Modifier les propriétés

source: View query
fr: partage de requête

source: Run in SQL Lab
fr: Exposer dans SQL Lab

source: Height
fr: Hauteur

source: Width
fr: Largeur

source: Export to .json
fr: Exporter au format JSON

source: Export to .csv format
fr: Exporter au format CSV

source: %s - untitled
fr: %s - sans titre

source: Edit chart properties
fr: Modifier les propriétés du graphique

source: Open Datasource tab
fr: Nom source de donnée

source: You do not have permission to edit this chart
fr: Vous n'avez pas les permission pour approuver cette requête

source: Configuration
fr: Contribution

source: Duration (in seconds) of the caching timeout for this chart. Note this defaults to the dataset's timeout if undefined.
fr: Durée (en seconds) du délai de mise en cache pour ce graphique

source: A list of users who can alter the chart. Searchable by name or username.
fr: Propriétaires est une liste d'utilisateurs qui peuvent modifier le tableau de bord

source: Limit reached
fr: Limite atteinte

source: Please enter a chart name
fr: Veuillez saisir un nom de graphique

source: Save chart
fr: Enregistrer un graphique

source: Save & go to dashboard
fr: Sauvegarder et aller au tableau de bord

source: Save as new chart
fr: Créer un nouveau graphique

source: Save (Overwrite)
fr: Requêtes sauvegardées

source: Save as ...
fr: Enregistrer sous

source: Chart name
fr: [nom du graphique]

source: Add to dashboard
fr: Ajouter une nouveau tableau de bord

source: Display configuration
fr: Configuration lat/long non valide

source: Style
fr: Style de plan

source: Opacity
fr: Opacité

source: Color
fr: Couleur

source: Line width
fr: L'épaisseur de la ligne

source: Layer configuration
fr: Afficher la configuration d'une source de données

source: Hide layer
fr: masquer la barre d'outil

source: Choose the annotation layer type
fr: Ajouter une couche d'annotation

source: Annotation layer type
fr: Couches d'annotation

source: Edit annotation layer
fr: Ajouter une couche d'annotation

source: Add annotation layer
fr: Ajouter une couche d'annotation

source: `Min` value should be numeric or empty
fr: La Valeur `Min` doit retourner un nombre ou vide

source: `Max` value should be numeric or empty
fr: La Valeur `Max` doit retourner un nombre ou vide

source: Edit dataset
fr: Éditer la base de données

source: View in SQL Lab
fr: Exposer dans SQL Lab

source: Default
fr: Latitude par défaut

source: Sort metric
fr: Montrer les métriques

source: Sort ascending
fr: Tri décroissant

source: Check for sorting ascending
fr: Trier par ordre décroissant ou croissant

source: Search all filter options
fr: Rechercher / Filtrer

source: Filter configuration
fr: Contrôles de filtre

source: Error while fetching data
fr: Erreur lors de la récupération des données

source: No results found
fr: Aucun résultat trouvé

source: Invalid lat/long configuration.
fr: Configuration lat/long non valide

source: Reverse lat/long
fr: Inverser lat/long

source: Longitude & Latitude columns
fr: Les colonnes longitude & latitude

source: Delimited long & lat single column
fr: Une seule colonne long & lat délimité

source: Multiple formats accepted, look the geopy.points Python library for more details
fr: Multiples formats acceptés, regarder la librairie Python geopy.points pour plus de détails

source: Geohash
fr: hash Geo

source: textarea
fr: zone de texte

source: in modal
fr: en modal

source: Time series columns
fr: Colonnes des séries temporelles

source: This visualization type is not supported.
fr: Choisir un type de visualisation

source: Click to change visualization type
fr: Selectionner un type de visualisation

source: Select a visualization type
fr: Selectionner un type de visualisation

source: Edit time range
fr: Modifier les paramètres du modèle

source: Configure custom time range
fr: Modifier les paramètres du modèle

source: Date/Time
fr: Format de date

source: No such column found. To filter on a metric, try the Custom SQL tab.
fr: Aucune colonne de ce type n'a été trouvé. Pour filtrer sur une métrique, essayer l'onglet Custom SQL

source: %s column(s) and metric(s)
fr: %s colonne(s) et métrique(s)

source: %s column(s)
fr: %s colonne(s)

source: To filter on a metric, use Custom SQL tab.
fr: À filtrer sur une métrique, utiliser l'onglet Custom SQL.

source: %s operator(s)
fr: %s opérateur(s)

source: Type a value here
fr: Saisir une valeur ici

source: choose WHERE or HAVING...
fr: Choisir WHERE or HAVING...

source: Filters by columns
fr: Colonnes de lignes

source: Filters by metrics
fr: Lister les métriques

source: %s aggregates(s)
fr: %s agrégat(s)

source: %s saved metric(s)
fr: %s colonne(s) et métrique(s)

source: Saved
fr: Enregistrer

source: Saved metric
fr: Sélectionner une métrique

source: column
fr: Colonne

source: aggregate
fr: Somme aggregée

source: My metric
fr: Métrique

source: Add metric
fr: Ajouter une métrique

source: Markup type
fr: Type de balisage

source: Pick your favorite markup language
fr: Choisissez votre langage de balisage préféré

source: Put your code here
fr: Mettez votre code ici

source: Query
fr: Requête

source: Templated link, it's possible to include {{ metric }} or other values coming from the controls.
fr: Lien template, Il est possible d'inclure {{ metric }} or autres valeurs provenant de ces contrôles.

source: Time
fr: Temps

source: Time related form attributes
fr: Attributs de formulaire liés au temps

source: Chart type
fr: Type de graphique

source: Chart ID
fr: Graphique ID

source: The id of the active chart
fr: L'identifiant du graphique actif

source: Cache Timeout (seconds)
fr: Cache de Timeout (secondes)

source: The number of seconds before expiring the cache
fr: Le nombre de secondes avant l'expiration du cache

source: URL parameters
fr: Paramètres

source: Time range endpoints
fr: Options Séries Temporelles

source: Annotations and layers
fr: Annotations et couches

source: Sort descending
fr: Tri décroissant

source: Whether to sort descending or ascending
fr: Trier par ordre décroissant ou croissant

source: Compute the contribution to the total
fr: Calculer la contribution au total

source: Advanced analytics
fr: Analyses avancées

source: This section contains options that allow for advanced analytical post processing of query results
fr: Cette section contient les options permettant un post traitement analytique avancé des résultats de requêtes

source: Rolling window
fr: Roulement

source: Rolling function
fr: Roulement

source: Defines a rolling window function to apply, works along with the [Periods] text box
fr: Définit une fonction de fenêtre glissante à appliquer, fonctionne avec lazone texte [Périodes]

source: Periods
fr: Périodes

source: Defines the size of the rolling window function, relative to the time granularity selected
fr: Définit la taille de la fonction de fenêtre glissante, par rapport à la granularitétemporelle sélectionnée

source: Min periods
fr: Périodes mij

source: The minimum number of rolling periods required to show a value. For instance if you do a cumulative sum on 7 days you may want your "Min Period" to be 7, so that all data points shown are the total of 7 periods. This will hide the "ramp up" taking place over the first 7 periods
fr: Le nombre minimum de périodes glissantes requis pour afficher une valeur. Parexemple, si vous faites un somme cumulée sur 7 jours, vous souhaitez peut être que votre "Min Période" soit égal à 7, de sortes que tous les points de données affichés correspondent au total des 7 périodes. Ceci cachera la "montée en puissance" qui aura lieu au cours des 7périodes

source: Time comparison
fr: Colonne du temps

source: Time shift
fr: Décalage dans le temps

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
fr: Superposer une ou plusieurs séries temporelles d'une période relative. S'attendre à unDeltas relatifs en langage naturel (exemple : 24 heures, 7 jours, 56 semaines, 365 jours)

source: Calculation type
fr: Choisir un type de visualisation

source: Python functions
fr: Fonction d'aggregation

source: Pandas resample rule
fr: Règle de ré-échantillonnage Pandas

source: Pandas resample method
fr: Méthode de ré-échantillonnage Pandas

source: Favorites
fr: Favoris

source: Created content
fr: Contenu créé

source: Recent activity
fr: Activités récentes

source: Security & Access
fr: Securité et accès

source: No charts
fr: Aucun graphique

source: No dashboards
fr: Aucun tableau de bord

source: No favorite charts yet, go click on stars!
fr: Aucun graphique favori pour le moment, cliquer sur les étoiles

source: No favorite dashboards yet, go click on stars!
fr: Aucun tableau de board favori pour le moment, cliquer sur les étoiles

source: Profile picture provided by Gravatar
fr: Image de profil fournie par Gravatar

source: joined
fr: relié

source: There was an error fetching your recent activity:
fr: Désolé, une erreur s'est produite lors de l'extraction des graphiques de ce Tableau de Bord :

source: Deleted: %s
fr: Effacer

source: report
fr: Fenêtre de visualisation

source: reports
fr: Fenêtre de visualisation

source: Last run
fr: Dernière modification

source: Notification method
fr: Ajouter une couche d'annotation

source: Execution log
fr: Journaux d'actions

source: Actions
fr: Action

source: Bulk select
fr: Sélectionner %s

source: Created by
fr: Créé le

source: An error occurred while fetching created by values: %s
fr: Une erreur s'est produit durant le rendu de la visualisation : %s

source: Alerts & reports
fr: Fenêtre de visualisation

source: Reports
fr: Fenêtre de visualisation

source: Delete %s?
fr: Effacer

source: Add notification method
fr: Ajouter une couche d'annotation

source: Report name
fr: Nom du template

source: Alert name
fr: Nom de la table

source: Alert condition
fr: Test de connexion

source: Value
fr: Barres de valeurs

source: Report schedule
fr: Erreur inattendu.

source: Alert condition schedule
fr: Test de connexion

source: Schedule settings
fr: Configuration de GeoJson

source: Time in seconds
fr: 10 secondes

source: Grace period
fr: Périodes

source: Message content
fr: Contenu créé

source: State
fr: Status

source: Start at
fr: Date de début

source: Duration
fr: Description

source: Error message
fr: Message d'avertissement

source: CRON expression
fr: Expression

source: Report sent
fr: Fenêtre de visualisation

source: Alert triggered, notification sent
fr: Ajouter une couche d'annotation

source: Report sending
fr: Tri décroissant

source: Alert running
fr: Test de connexion

source: Report failed
fr: Nom du template

source: Alert failed
fr: Nom de la table

source: annotation
fr: Annotations

source: Edit annotation
fr: Annotations

source: Delete annotation
fr: Annotations

source: Annotation
fr: Annotations

source: No annotation yet
fr: Couches d'annotation

source: Delete Annotation?
fr: Annotations

source: Add annotation
fr: Ajouter une couche d'annotation

source: Annotation name
fr: Couches d'annotation

source: Additional information
fr: Méta données additionnelles

source: annotation_layer
fr: Couches d'annotation

source: Edit annotation layer properties
fr: Couches d'annotation

source: Annotation layer name
fr: Couches d'annotation

source: Annotation layers
fr: Couches d'annotation

source: Last modified
fr: Dernière modification

source: Created on
fr: Créé le

source: Edit template
fr: Chargé un modèle

source: Delete template
fr: Chargé un modèle

source: Annotation layer
fr: Couches d'annotation

source: An error occurred while fetching dataset datasource values: %s
fr: Une erreur s'est produite durant la création de la source de donnée

source: No annotation layers yet
fr: Couches d'annotation

source: Delete Layer?
fr: Vraiment tout effacer ?

source: Last modified %s
fr: Dernière modification

source: Modified by
fr: Modifié

source: Owner
fr: Propriétaire

source: An error occurred while fetching chart owners values: %s
fr: Une erreur s'est produite durant la création de la source de donnée

source: An error occurred while fetching chart created by values: %s
fr: Une erreur s'est produite durant la création de la source de donnée

source: Viz type
fr: Type

source: An error occurred while fetching chart dataset values: %s
fr: Une erreur s'est produite durant la création de la source de donnée

source: Favorite
fr: Favoris

source: Edit CSS template properties
fr: Modifier les propriétés

source: Add CSS template
fr: Templates CSS

source: CSS template name
fr: Nom du template

source: CSS templates
fr: Templates CSS

source: Last modified by %s
fr: Dernière modification

source: CSS template
fr: Templates CSS

source: Delete Template?
fr: Templates CSS

source: An error occurred while fetching dashboards: %s
fr: Une erreur s'est produite durant la création de la source de donnée

source: There was an issue deleting the selected dashboards:
fr: Désolé, la sauvegarde de Tableau de Bord a subi une erreur :

source: An error occurred while fetching dashboard owner values: %s
fr: Une erreur s'est produite durant la création de la source de donnée

source: An error occurred while fetching dashboard created by values: %s
fr: Une erreur s'est produite lors de l'extraction des méta-données de la table

source: Sorry, your browser does not support copying.
fr: Désolé, votre navigateur ne doit pas supporter la copie. Utiliser Ctrl/Cmd + C!

source: SQL Copied!
fr: Copié!

source: database
fr: Base de données

source: An error occurred while fetching database related data: %s
fr: Une erreur s'est produite lors de l'extraction des méta-données de la table

source: Delete database
fr: Sélectionner une base de donnée

source: Delete Database?
fr: Sélectionner une base de donnée

source: Please enter a SQLAlchemy URI to test
fr: Veuillez entrer un nom de slice

source: Sorry there was an error fetching database information: %s
fr: Désolé, une erreur s'est produite lors de l'extraction des graphiques de ce Tableau de Bord :

source: Edit database
fr: Éditer la base de données

source: Add database
fr: Ajouter une base de données

source: Connection
fr: Test de connexion
