Repository: psbsgic/rabbitai
Catalog: rabbitai/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Database name
fr: Nom source de donnée

source: Test connection
fr: Test de connexion

source: SQLAlchemy docs
fr: URI SQLAlchemy

source: Chart cache timeout
fr: Cache timeout

source: SQL Lab settings
fr: Vue SQL Lab

source: Allow users to run non-SELECT statements (UPDATE, DELETE, CREATE, ...)
fr: Autorise les utilisateurs à lancer des expression non-SELECT (UPDATE, DELETE, CREATE, etc.) dans SQL Lab

source: CTAS schema
fr: Schéma CTAS

source: When allowing CREATE TABLE AS option in SQL Lab, this option forces the table to be created in this schema.
fr: Quand l'option autoriser CREATE TABLE AS dans SQL Lab est cochée, force la table a être créée dans le schéma

source: Secure extra
fr: Sécurité

source: Impersonate Logged In User (Presto & Hive)
fr: Impersonnaliser la connexion de l'utilisateur

source: If Presto, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them. If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
fr: Si Presto, toutes les requêtes dans SQL Lab sont en cours d'exécution sous le compte de l'utilisateur actuellement connecté qui doit avoir les premissions requises.<br/>Si Hive et hive.server2.enable.doAs sont activés, les requêtes seront exécutées sous le compte du service, mais impersonnifiant l'utilisateur actuellement connecté via la propriété hive.server2.proxy.user.

source: Error while saving dataset: %s
fr: Erreur durant la récupération de la liste de base de données

source: Add dataset
fr: Ajouter une base de données

source: An error occurred while fetching dataset related data
fr: Une erreur s'est produite lors de l'extraction des méta-données de la table

source: An error occurred while fetching dataset related data: %s
fr: Une erreur s'est produite lors de l'extraction des méta-données de la table

source: Physical dataset
fr: Choisir une source de donnée

source: Virtual dataset
fr: Éditer la base de données

source: An error occurred while fetching dataset owner values: %s
fr: Une erreur s'est produite durant la création de la source de donnée

source: An error occurred while fetching datasets: %s
fr: Une erreur s'est produite durant la création de la source de donnée

source: An error occurred while fetching schema values: %s
fr: Une erreur s'est produit durant le rendu de la visualisation : %s

source: Delete Dataset?
fr: Vraiment tout effacer ?

source: 0 Selected
fr: Lancer la requête sélectionnée

source: Failed
fr: Echec

source: Tab name
fr: Nom de la table

source: Rows
fr: Sauter des lignes

source: Open query in SQL Lab
fr: Exposer dans SQL Lab

source: An error occurred while fetching database values: %s
fr: Une erreur s'est produite durant la création de la source de donnée

source: Query preview
fr: Prévisualisation de données

source: Previous
fr: Prévisualisation pour %s

source: Open in SQL Lab
fr: Exposer dans SQL Lab

source: User query
fr: partage de requête

source: Executed query
fr: Lancer la requête sélectionnée

source: Saved queries
fr: Requêtes sauvegardées

source: Link Copied!
fr: Copié!

source: Edit query
fr: Requête vide ?

source: Copy query URL
fr: Requête vide ?

source: Delete query
fr: Effacer

source: Delete Query?
fr: Lancer la requête sélectionnée

source: Query name
fr: Nom de pays

source: Edited
fr: Éditer

source: Created
fr: Créé le

source: You don't have any favorites yet!
fr: Vous n'avez pas les droits pour

source: SQL Lab queries
fr: Vue SQL Lab

source: ${tableName}
fr: Nom de la table

source: query
fr: Requête

source: Share
fr: Partage de requête

source: Select start and end date
fr: Selectionner la date de début

source: Type or Select [%s]
fr: Selectionner [%s]

source: Filter box
fr: Boite de filtre

source: Filters configuration
fr: Modifier la configuration d'une source de données

source: Date filter
fr: Filtre de date

source: Whether to include a time filter
fr: S'il faut inclure un filtre de temps

source: Instant filtering
fr: Filtrage instantané

source: Show SQL granularity dropdown
fr: Afficher la liste déroulante de granularité SQL

source: Check to include SQL granularity dropdown
fr: Cocher pour inclure la liste déroulante Granularité SQL

source: Show SQL time column
fr: Montrer la colonne temps SQL

source: Check to include time column dropdown
fr: Cocher pour inclure la liste déroulante colonne Temps

source: Show Druid granularity dropdown
fr: Montrer la liste déroulante de la granularité druide

source: Check to include Druid granularity dropdown
fr: Cocher pour inclure la liste déroulante de la granularité druide

source: Show Druid time origin
fr: Montrer la date original du druide

source: Check to include time origin dropdown
fr: Cocher pour inclure la liste déroulante de la date originale

source: Time-series Table
fr: Table de Séries temporelles
