Repository: psbsgic/rabbitai
Catalog: rabbitai/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Query record was not created as expected.
fr: L'enregistrement de la requête n'a pas été créé comme prévu.

source: Show CSS Template
fr: Templates CSS

source: Add CSS Template
fr: Templates CSS

source: Edit CSS Template
fr: Templates CSS

source: Template Name
fr: Nom du template

source: Custom Plugins
fr: Clause WHERE personnalisée

source: Add a Plugin
fr: Ajouter une colonne

source: Edit Plugin
fr: Éditer une colonne

source: Schedule Email Reports for Dashboards
fr: Ajouter des graphiques à ce Tableau de Bord

source: Manage Email Reports for Dashboards
fr: Importer des tableaux de bords

source: Changed On
fr: Modifié le

source: Active
fr: Action

source: Delivery Type
fr: Type de labelle

source: Email Format
fr: Format

source: List Saved Query
fr: Liste des requêtes sauvegardées

source: Show Saved Query
fr: Montrer les requêtes sauvagardées

source: Add Saved Query
fr: Ajouter une requête sauvegardée

source: Edit Saved Query
fr: Éditer la requête sauvegardée

source: End Time
fr: Date de fin

source: Pop Tab Link
fr: Retirer le lien de l'onglet

source: Changed on
fr: Modifié le

source: Show Chart
fr: Afficher le graphique

source: Add Chart
fr: Ajouter un graphique

source: Edit Chart
fr: Modifier le graphique

source: These parameters are generated dynamically when clicking the save or overwrite button in the explore view. This JSON object is exposed here for reference and for power users who may want to alter specific parameters.
fr: Ces paramètres sont généré dynamiquement quand vous cliquez sur Sauvegarder ou forcer dans la page d'exploration. Cet objet JSON est exposé ici comme une référence et pour les experts qui voudraient modifier des paramètres

source: Duration (in seconds) of the caching timeout for this chart. Note this defaults to the datasource/table timeout if undefined.
fr: Durée (en seconds) du délai de mise en cache pour ce graphique

source: Last Modified
fr: Dernière modification

source: Parameters
fr: Paramètres

source: Visualization Type
fr: Type de visualisation

source: Show Dashboard
fr: Montrer les tableaux de bords

source: Add Dashboard
fr: Ajouter un tableau de bord

source: Edit Dashboard
fr: Éditer le tableau de bord

source: This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view
fr: Cet objet JSON décrit la position des widgets dans le tableau de bord. Il est généré dynamiquement quand on ajuste la taille ou la position des widgets

source: The CSS for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible
fr: Le css pour certains tableaux de bords peut être modifié ici, ou dans la page tableaux de bords pour que les changement soient visibles immédiatement

source: To get a readable URL for your dashboard
fr: Pour avoir une URL lisible pour votre tableau de bord

source: This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.
fr: Ce JSON a été généré automatiquement quand vous avez cliqué sur sauvegarder ou forcer dans la page des tableaux de bords. Il est exposé ici comme une référence et pour les experts qui voudraient modifier des paramètres

source: Owners is a list of users who can alter the dashboard.
fr: Propriétaires est une liste d'utilisateurs qui peuvent modifier le tableau de bord

source: Title
fr: Titre

source: Position JSON
fr: JSON des positions

source: Underlying Tables
fr: Tables sous-jacentes

source: Export
fr: Exporter

source: Export dashboards?
fr: Exporter les tableaux de bords ?

source: Name of table to be created from csv data.
fr: Nom de la table à créer par les données CSV.

source: CSV File
fr: Fichier CSV

source: Select a CSV file to be uploaded to a database.
fr: Sélectionner un fichier CSV à charger dans une base de données.

source: Specify a schema (if database flavor supports this).
fr: Spécifier un schéma (si la base de données soutient cette fonctionnalités).

source: Delimiter
fr: Délimiteur

source: Delimiter used by CSV file (for whitespace use \s+).
fr: Délimiteur utilisé par le fichier CSV (pour un espace vide utiliser \s+).

source: Table Exists
fr: Table existe

source: If table exists do one of the following: Fail (do nothing), Replace (drop and recreate table) or Append (insert data).
fr: Si la table existe, faire une des actions suivantes : Echec (pas d'actions), Remplacer (supprimer et recréer la table) ou Ajouter (insérer les données).

source: Fail
fr: Echec

source: Replace
fr: Remplacer

source: Append
fr: Ajouter

source: Header Row
fr: Ligne d'en-tête

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row.
fr: Ligne contenant l'en-tête à utiliser en nom de colonne (0 est la première ligne dedonnées). Laissé à vide s'il n'y a pas ligne d'en-tête.

source: Index Column
fr: Index de colonne

source: Column to use as the row labels of the dataframe. Leave empty if no index column.
fr: Colonne à utiliser comme labelle de ligne du tableau de données. Laissé vide si pas d'indexde colonne.

source: Mangle Duplicate Columns
fr: Supprimer les colonnes en double

source: Specify duplicate columns as "X.0, X.1".
fr: Spécifier les colonnes en double comme"X.0, X.1".

source: Skip Initial Space
fr: Supprimer l'espace initial

source: Skip spaces after delimiter.
fr: Supprimer l'espace après le délimiteur

source: Skip Rows
fr: Sauter des lignes

source: Number of rows to skip at start of file.
fr: Nombre de lignes à sauter au début du fichier.

source: Rows to Read
fr: Lignes à lire

source: Number of rows of file to read.
fr: Nombre de lignes du fichier à lire.

source: Skip Blank Lines
fr: Sauter les lignes vides

source: Skip blank lines rather than interpreting them as NaN values.
fr: Sauter les lignes vides au lieu des les interpréter comme valeurs NaN.

source: Parse Dates
fr: Parser les dates

source: A comma separated list of columns that should be parsed as dates.
fr: Une liste de colonnes séparées par virgules devraient être parsées comme des dates.

source: Infer Datetime Format
fr: Déduire le format Datatime

source: Use Pandas to interpret the datetime format automatically.
fr: Utiliser Pandas pour interpréter le format Datatime automatiquement.

source: Decimal Character
fr: Caractère décimal

source: Character to interpret as decimal point.
fr: Caractère à interpréter comme un point de décimal.

source: Dataframe Index
fr: Index du tableau de données

source: Write dataframe index as a column.
fr: Ecrire l'index du tableau de données en colonne.

source: Column Label(s)
fr: Labelle(s) de colonne

source: Column label for index column(s). If None is given and Dataframe Index is True, Index Names are used.
fr: Label de colonne pour l'index de colonne(s). Si aucun label est donné et que l'index du tableau de données estVrai, alors les noms d'Index sont utilisés.

source: Null values
fr: Valeur du filtre

source: Name of table to be created from excel data.
fr: Nom de la table à créer par les données CSV.

source: Select a Excel file to be uploaded to a database.
fr: Sélectionner un fichier CSV à charger dans une base de données.

source: Sheet Name
fr: Montrer les mesures des noms

source: Show Database
fr: Montrer les bases de données

source: Add Database
fr: Ajouter une base de données

source: Edit Database
fr: Éditer la base de données

source: Expose this DB in SQL Lab
fr: Expose cette BDD dans SQL Lab

source: Allow CREATE TABLE AS option in SQL Lab
fr: Autorise l'option CREATE TABLE AS dans SQL Lab

source: Allow CREATE VIEW AS option in SQL Lab
fr: Autorise l'option CREATE TABLE AS dans SQL Lab

source: Allow users to run non-SELECT statements (UPDATE, DELETE, CREATE, ...) in SQL Lab
fr: Autorise les utilisateurs à lancer des expression non-SELECT (UPDATE, DELETE, CREATE, etc.) dans SQL Lab

source: When allowing CREATE TABLE AS option in SQL Lab, this option forces the table to be created in this schema
fr: Quand l'option autoriser CREATE TABLE AS dans SQL Lab est cochée, force la table a être créée dans le schéma

source: If Presto, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them.<br/>If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
fr: Si Presto, toutes les requêtes dans SQL Lab sont en cours d'exécution sous le compte de l'utilisateur actuellement connecté qui doit avoir les premissions requises.<br/>Si Hive et hive.server2.enable.doAs sont activés, les requêtes seront exécutées sous le compte du service, mais impersonnifiant l'utilisateur actuellement connecté via la propriété hive.server2.proxy.user.

source: Allow SQL Lab to fetch a list of all tables and all views across all database schemas. For large data warehouse with thousands of tables, this can be expensive and put strain on the system.
fr: Permettre à SQL Lab de récupérer la liste de toutes les tables et de toute les vues à travers tous schémas des bases de données. Pour les entrepôts de données volumineux avec des milliers de table, ceci peut être coûteux et mettre rude épreuve le système.

source: Expose in SQL Lab
fr: Exposer dans SQL Lab

source: Allow CREATE TABLE AS
fr: Autoriser CREATE TABLE AS

source: Allow CREATE VIEW AS
fr: Autoriser CREATE TABLE AS

source: Allow DML
fr: Autoriser DML

source: CTAS Schema
fr: Schéma CTAS

source: SQLAlchemy URI
fr: URI SQLAlchemy

source: Chart Cache Timeout
fr: Cache timeout

source: Secure Extra
fr: Sécurité

source: Impersonate the logged on user
fr: Impersonnaliser la connexion de l'utilisateur

source: CSV to Database configuration
fr: CSV vers la configuration de la base de données

source: Unable to upload CSV file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
fr: Fichier CSV "%(csv_filename)s" chargé dans la table "%(table_name)s" de la base de données "%(db_name)s"

source: CSV file "%(csv_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
fr: Fichier CSV "%(csv_filename)s" chargé dans la table "%(table_name)s" de la base de données "%(db_name)s"

source: Excel to Database configuration
fr: CSV vers la configuration de la base de données

source: Unable to upload Excel file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
fr: Fichier CSV "%(csv_filename)s" chargé dans la table "%(table_name)s" de la base de données "%(db_name)s"

source: Excel file "%(excel_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
fr: Fichier CSV "%(csv_filename)s" chargé dans la table "%(table_name)s" de la base de données "%(db_name)s"

source: Show Log
fr: Montrer les totaux

source: Edit Log
fr: Éditer

source: Add item
fr: Ajouter un filtre

source: The query couldn't be loaded
fr: La requête ne peut pas être chargée

source: Your query could not be scheduled
fr: Votre requête peut ne pas être enregistrée

source: Failed at retrieving results
fr: Echec lors de l'extraction de résultats du moteur de résultats

source: Unknown error
fr: Erreur inconnue

source: Query was stopped.
fr: La requête a été arrêté.

source: Copy of %s
fr: Copie de %s

source: An error occurred while setting the active tab. Please contact your administrator.
fr: Une erreur s'est produite durant la création de la source de donnée

source: An error occurred while fetching tab state
fr: Une erreur s'est produite lors de l'extraction des méta-données de la table

source: An error occurred while removing tab. Please contact your administrator.
fr: Une erreur s'est produite durant la création de la source de donnée

source: An error occurred while removing query. Please contact your administrator.
fr: Une erreur s'est produite durant la création de la source de donnée

source: An error occurred while setting the tab database ID. Please contact your administrator.
fr: Une erreur s'est produite durant la création de la source de donnée

source: An error occurred while setting the tab schema. Please contact your administrator.
fr: Une erreur s'est produite durant la création de la source de donnée

source: An error occurred while setting the tab autorun. Please contact your administrator.
fr: Une erreur s'est produite durant la création de la source de donnée

source: An error occurred while setting the tab title. Please contact your administrator.
fr: Une erreur s'est produite durant la création de la source de donnée

source: Your query was saved
fr: Votre requête a été enregistrée

source: Your query could not be saved
fr: Votre requête peut ne pas être enregistrée

source: Your query was updated
fr: Votre requête a été enregistrée

source: Your query could not be updated
fr: Votre requête peut ne pas être enregistrée

source: An error occurred while fetching table metadata
fr: Une erreur s'est produite lors de l'extraction des méta-données de la table

source: An error occurred while fetching table metadata. Please contact your administrator.
fr: Une erreur s'est produite lors de l'extraction des méta-données de la table

source: An error occurred while expanding the table schema. Please contact your administrator.
fr: Une erreur s'est produite durant la création de la source de donnée

source: An error occurred while collapsing the table schema. Please contact your administrator.
fr: Une erreur s'est produite durant la création de la source de donnée

source: An error occurred while removing the table schema. Please contact your administrator.
fr: Une erreur s'est produite durant la création de la source de donnée

source: Shared query
fr: requête partagée

source: The datasource couldn't be loaded
fr: La requête ne peut pas être chargée

source: An error occurred while creating the data source
fr: Une erreur s'est produite durant la création de la source de donnée

source: Estimate selected query cost
fr: Lancer la requête sélectionnée

source: Estimate cost
fr: Lancer la requête sélectionnée

source: Creating a data source and creating a new tab
fr: Créer une source de donnée et ouvrir un nouvel onglet

source: Explore
fr: Explorer le graphique

source: Column name(s)
fr: Labelle(s) de colonne

source: Raw SQL
fr: SQL brut

source: Source SQL
fr: SQL source

source: No query history yet...
fr: Pas d'historique de requête...

source: It seems you don't have access to any database
fr: Il semble que vous n'ayez accès à aucune Base de Données

source: An error occurred when refreshing queries
fr: Une erreur s'est produite durant la création de la source de donnée

source: Filter by user
fr: Valeur du filtre

source: Filter by database
fr: Sélectionner une base de donnée

source: Query search string
fr: Requêter

source: [From]-
fr: [Depuis]-

source: [To]-
fr: [à]-

source: Filter by status
fr: Valeur du filtre

source: Edit
fr: Éditer

source: View results
fr: Visualiser les résultats

source: Data preview
fr: Prévisualisation de données

source: Overwrite text in the editor with a query on this table
fr: Ecraser le texte dans l'éditeur avec une requête sur cette table

source: Run query in a new tab
fr: Lancer la requête dans une nouvelle fenêtre

source: Remove query from log
fr: Supprimer la requête du journal

source: An error occurred saving dataset
fr: Une erreur s'est produite durant la création de la source de donnée

source: Clipboard
fr: Copier vers le clipboard

source: Filter results
fr: Résultats de recherche

source: Database error
fr: Expression de la base de données

source: was created
fr: a été créé

source: Query in a new tab
fr: Requête dans un nouvel onglet

source: Fetch data preview
fr: Récupérer la Prévisualisation des données

source: Refetch results
fr: Résultats de recherche

source: Track job
fr: Suivre le travail

source: Stop
fr: Arrêt

source: Run selection
fr: Lancer la requête sélectionnée

source: Save & Explore
fr: Enregistrer un Slice

source: Overwrite & Explore
fr: Modifier le slice: %s

source: Undefined
fr: Indéfini

source: Save
fr: Enregistrer

source: Save as
fr: Enregistrer sous

source: Save query
fr: Sauvegarder la requête

source: Save as new
fr: Enregistrer un Slice

source: Label for your query
fr: Label pour votre requête

source: Write a description for your query
fr: Ecrire une description à votre requête

source: Schedule query
fr: Partage de requête

source: Copy query link to your clipboard
fr: Copier la requête de partition vers le clipboard

source: Run a query to display results here
fr: Lancer la requête pour afficher les résultats ici

source: Preview: `%s`
fr: Prévisualisation pour %s

source: Results
fr: Résultats

source: Query history
fr: Historiques des requête

source: Run query
fr: Lancer la requête

source: New tab
fr: fermer l'onglet

source: Untitled query
fr: Requête sans titre

source: Stop query
fr: Requête vide ?

source: CREATE TABLE AS
fr: Autoriser CREATE TABLE AS

source: CREATE VIEW AS
fr: Autoriser CREATE TABLE AS

source: Reset state
fr: Réinitialiser l'état

source: Enter a new title for the tab
fr: Entrée un nouveau titre pour l'onglet

source: Untitled Query %s
fr: Requête sans titre %s

source: Close tab
fr: fermer l'onglet

source: Rename tab
fr: renommer l'onglet

source: Expand tool bar
fr: étendre la barre d'outil

source: Hide tool bar
fr: masquer la barre d'outil

source: Copy partition query to clipboard
fr: Copier la requête de partition vers le clipboard

source: latest partition:
fr: Dernière partition :

source: Keys for table
fr: Clefs pour la table

source: View keys & indexes (%s)
fr: Vue des clefs et index (%s)

source: Sort columns alphabetically
fr: Trier les colonnes alphabétiquement

source: Original table column order
fr: Ordre de colonne de table original

source: Copy SELECT statement to the clipboard
fr: Copier l'étape SELECT vers le clipboard

source: Remove table preview
fr: Supprimer la Prévisualisation de la table

source: Edit template parameters
fr: Modifier les paramètres du modèle

source: Invalid JSON
fr: JSON invalide

source: Create a new chart
fr: Créer un nouveau graphique

source: Choose a dataset
fr: Choisir une source de donnée

source: If the dataset you are looking for is not available in the list, follow the instructions on how to add it in the Rabbitai tutorial.
fr: Si la source de données que vous chercher n'est pas disponible dans la liste,Suivre les instructions sur comment l'ajouter

source: Choose a visualization type
fr: Choisir un type de visualisation

source: Create new chart
fr: Créer un nouveau graphique

source: An error occurred while loading the SQL
fr: Une erreur s'est produite durant la création de la source de donnée

source: Updating chart was stopped
fr: Mise à jour du graphique interrompu

source: An error occurred while rendering the visualization: %s
fr: Une erreur s'est produit durant le rendu de la visualisation : %s

source: Network error.
fr: Erreur réseau.

source: every month
fr: mois

source: every day of the month
fr: 3 lettres du code pays

source: every hour
fr: 1 heure

source: year
fr: année

source: month
fr: mois

source: week
fr: semaine

source: day
fr: jour

source: hour
fr: heure

source: in
fr: Min

source: minute(s) UTC
fr: 5 minutes

source: March
fr: Recherche

source: May
fr: jour

source: JUL
fr: URL

source: Click to see difference
fr: Cliquer pour voir la différence

source: Altered
fr: Modifié

source: Chart changes
fr: Changements de graphique

source: Rabbitai chart
fr: Sélectionner les graphiques

source: Check out this chart in dashboard:
fr: Quitter ce tableau de bord : %s

source: Select ...
fr: Sélectionner...

source: Loaded data cached
fr: Données chargées mises en cache

source: Loaded from cache
fr: Chargé depuis le cache

source: Click to force-refresh
fr: Cliquer pour forcer le rafraîchissement

source: Copy to clipboard
fr: Copier vers le clipboard

source: Copied!
fr: Copié!

source: Sorry, your browser does not support copying. Use Ctrl / Cmd + C!
fr: Désolé, votre navigateur ne doit pas supporter la copie. Utiliser Ctrl/Cmd + C!

source: Error while fetching schema list
fr: Erreur lors de la récupération de la liste de schéma

source: Error while fetching database list
fr: Erreur durant la récupération de la liste de base de données

source: Database:
fr: Base de données :

source: Select a database
fr: Sélectionner une base de donnée

source: Force refresh schema list
fr: Forcer à actualiser les données

source: Select a schema (%s)
fr: Sélectionner un schéma (%s)

source: Schema:
fr: Schéma :

source: datasource
fr: Source de données

source: schema
fr: Schéma

source: delete
fr: Effacer

source: Click to edit
fr: Cliquer pour modifier le titre

source: You don't have the rights to alter this title.
fr: Vous n'avez pas les droits pour modifier ce titre.

source: Unexpected error
fr: Erreur inattendu.

source: Click to favorite/unfavorite
fr: Cliquer pour favori ou non

source: An error occurred while fetching dashboards
fr: Une erreur s'est produite durant la création de la source de donnée

source: Error while fetching table list
fr: Erreur lors de la récupération de la liste des tables

source: Type to search ...
fr: Type de recherche...

source: Select table
fr: Sélectionner table

source: Force refresh table list
fr: Forcer à actualiser les données

source: See table schema
fr: Sélectionner table

source: Share dashboard
fr: Sauvegarder le Tableau de Bord

source: Chart Owner: %s
fr: Options du graphique

source: %s Error
fr: Erreur

source: Copy message
fr: Message d'avertissement

source: Parameter error
fr: Paramètres

source: We’re having trouble loading this visualization. Queries are set to timeout after %s second.
fr: visualisation de requêtes sont définit sur le délais de ${action.timeout} secondes.

source: Cell content
fr: Contenu créé

source: The import was successful
fr: Sans succès

source: Overwrite
fr: Modifier le slice: %s

source: Import
fr: Importation

source: Import %s
fr: Importation

source: %s Selected
fr: Lancer la requête sélectionnée

source: Deselect all
fr: Sélectionner table

source: Settings
fr: Configuration de GeoJson

source: SQL query
fr: Sauvegarder la requête

source: There was an issue fetching the favorite status of this dashboard.
fr: Désolé, une erreur s'est produite lors de l'extraction des graphiques de ce Tableau de Bord :

source: There was an issue favoriting this dashboard.
fr: Désolé, la sauvegarde de Tableau de Bord a subi une erreur :

source: You do not have permissions to edit this dashboard.
fr: Vous n'avez pas les permissions pour accéder à(aux) source(s) : %(name)s.

source: This dashboard was saved successfully.
fr: Ce Tableau de Bord a été sauvegardé avec succès.

source: Could not fetch all saved charts
fr: Ne peut pas connecter au serveur

source: Sorry there was an error fetching saved charts:
fr: Désolé, une erreur s'est produite lors de l'extraction des graphiques de ce Tableau de Bord :

source: Visualization
fr: Type de visualisation

source: Data source
fr: Source de données

source: Color scheme
fr: Jeu de couleur

source: Load a template
fr: Chargé un modèle

source: Load a CSS template
fr: Chargé un modèle CSS

source: Live CSS editor
fr: Editeur CSS instantané

source: You have unsaved changes.
fr: Vous avez des modifications non sauvegardées

source: Discard changes
fr: Modificiations non sauvegardées

source: An error occurred while fetching available CSS templates
fr: Une erreur s'est produite lors de l'extraction des méta-données de la table

source: Rabbitai dashboard
fr: Sauvegarder le Tableau de Bord
