Repository: psbsgic/rabbitai
Catalog: rabbitai/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Annotation Layers
fr: Couches d'annotation

source: Manage
fr: Gestion

source: Databases
fr: Bases de données

source: Data
fr: Base de données

source: Datasets
fr: Bases de données

source: Charts
fr: Graphiques

source: Dashboards
fr: Tableaux de bords

source: CSS Templates
fr: Templates CSS

source: Security
fr: Sécurité

source: Import Dashboards
fr: Importer des tableaux de bords

source: SQL Editor
fr: Éditeur SQL

source: Saved Queries
fr: Requêtes sauvegardées

source: Query History
fr: Historiques des requête

source: Action Log
fr: Journaux d'actions

source: Dashboard Emails
fr: Tableaux de bords

source: Access requests
fr: Requêtes d'accès

source: Druid Datasources
fr: Sources de données Druid

source: Druid Clusters
fr: Clusters Druid

source: Scan New Datasources
fr: Scanner les nouvelles sources de données

source: Refresh Druid Metadata
fr: Rafraichir les méta-données de Druid

source: Viz is missing a datasource
fr: Viz est une source de données manquante

source: From date cannot be larger than to date
fr: Date de début ne peut être plus grand que Date de fin

source: Table View
fr: Vue en table

source: Pick a granularity in the Time section or uncheck 'Include Time'
fr: Choississez une granularité dans Time ou décochez 'Include Time'

source: Time Table View
fr: Vue de la table Time

source: Pick at least one metric
fr: Choisissez au moins une métrique

source: When using 'Group By' you are limited to use a single metric
fr: Quand vous utilisez 'Group by' vous êtes limité à une métrique seule

source: Pivot Table
fr: Table pivot

source: Please choose at least one 'Group by' field
fr: Merci de choisir au moins un champ dans 'Group by'

source: Please choose at least one metric
fr: Choississez au moins une métrique

source: Group By' and 'Columns' can't overlap
fr: 'Group By' et 'Colomns' ne peuvent pas se chevaucher

source: Treemap
fr: Trempa

source: Calendar Heatmap
fr: Calendrier Carte-de-Chaleur

source: Bubble Chart
fr: Bulles

source: Please use 3 different metric labels
fr: Choisissez des métriques différentes pour les axes gauches et droits

source: Pick a metric for x, y and size
fr: Choisissez une métrique pour x, y, taille

source: Bullet Chart
fr: Points

source: Pick a metric to display
fr: Choisissez une métrique à afficher

source: Big Number with Trendline
fr: Gros nombre avec tendance

source: Pick a metric!
fr: Choisissez une métrique

source: Big Number
fr: Gros nombre

source: Time Series - Line Chart
fr: Séries temporelles - ligne

source: Pick a time granularity for your time series
fr: Choisissez une granularité pour vos séries temporelles

source: Time Series - Multiple Line Charts
fr: Séries temporelles - Lignes multiples

source: Time Series - Dual Axis Line Chart
fr: Séries temporelles - double axe

source: Pick a metric for left axis!
fr: Choisissez une métrique pour l'axe de gauche

source: Pick a metric for right axis!
fr: Choississez une métrique pour l'axe de droite

source: Please choose different metrics on left and right axis
fr: Choisissez des métriques différentes pour les axes gauches et droits

source: Time Series - Bar Chart
fr: Séries temporelles - histogramme

source: Time Series - Period Pivot
fr: Séries temporelles - Période Pivot

source: Time Series - Percent Change
fr: Séries temporelles - pourcentage de changement

source: Time Series - Stacked
fr: Séries temporelles - empilées

source: Histogram
fr: Histogramme

source: Must have at least one numeric column specified
fr: Au moins une colonne numérique doit être spécifiée

source: Distribution - Bar Chart
fr: Distibution - histogramme

source: Can't have overlap between Series and Breakdowns
fr: Il ne faut pas avoir d'élement en commun entre Série et Breakdowns

source: Pick at least one field for [Series]
fr: Choisissez au moins un champs pour [Séries]

source: Sunburst
fr: Camembert hiérarchique

source: Pick exactly 2 columns as [Source / Target]
fr: Choisissez exactement 2 colonnes pour [Source / Target]

source: There's a loop in your Sankey, please provide a tree. Here's a faulty link: {}
fr: Il y a une boucle dans votre Sankey, il faut un arbre. Lien fautif: {}

source: Directed Force Layout
fr: Graphe orienté

source: Pick exactly 2 columns to 'Group By'
fr: Choisissez exactement 2 colonnes pour 'Grouper par'

source: Country Map
fr: Carte de pays

source: World Map
fr: Carte du monde

source: Filters
fr: Filtres

source: Parallel Coordinates
fr: Coordonnées parallèles

source: Heatmap
fr: Carte de chaleur

source: Horizon Charts
fr: Histogrammes horizontaux

source: [Longitude] and [Latitude] must be set
fr: Les colonnes [Longitude] et [Latitude] doivent êtres présentes dans [Grouper par]

source: Must have a [Group By] column to have 'count' as the [Label]
fr: Il faut une colonne [Grouper par] pour avoir 'count' comme [Label]

source: Choice of [Label] must be present in [Group By]
fr: Le [Label] choisi doit être présent dans [Grouper par]

source: Choice of [Point Radius] must be present in [Group By]
fr: Le [Point Radius] doit être présent dans [Grouper par]

source: [Longitude] and [Latitude] columns must be present in [Group By]
fr: Les colonnes [Longitude] et [Latitude] doivent êtres présentes dans [Grouper par]

source: Deck.gl - Multiple Layers
fr: Deck.gl - Couches Multiples

source: Bad spatial key
fr: Mauvaise clef spatiale

source: Deck.gl - Scatter plot
fr: Deck.gl - Nuage de points

source: Deck.gl - Screen Grid
fr: Deck.gl - Grille d'écran

source: Deck.gl - 3D Grid
fr: Deck.gl - Grille 3D

source: Deck.gl - Paths
fr: Deck.gl - Chemins

source: Deck.gl - Polygon
fr: Deck.gl - Polygone

source: Event flow
fr: Flot d'événements

source: Time Series - Paired t-test
fr: Séries temporelles - Paired t-test

source: Time Series - Nightingale Rose Chart
fr: Séries temporelles - Graphique Nightingale Rose

source: Partition Diagram
fr: Diagramme de Partition

source: Choose either fields to [Group By] and [Metrics] and/or [Percentage Metrics], or [Columns], not both
fr: Choisissez soit des champs dans [Grouper par] et [Métriques] ou dans [Colonnes], pas les deux

source: Box Plot
fr: Boites à moustaches

source: Distribution - NVD3 - Pie Chart
fr: Distribution - camembert

source: Deleted %(num)d annotation layer
fr: Sélectionner une couche d'annotation

source: Deleted %(num)d annotation
fr: Sélectionner une couche d'annotation

source: End date must be after start date
fr: Date de début ne peut être plus grand que Date de fin

source: Annotation not found.
fr: Annotations

source: Annotation parameters are invalid.
fr: Les couches d'annotation sont toujours en cours de chargement.

source: Annotation delete failed.
fr: Annotations et couches

source: Annotation layer parameters are invalid.
fr: Les couches d'annotation sont toujours en cours de chargement.

source: Annotation layer could not be deleted.
fr: Les couches d'annotation sont toujours en cours de chargement.

source: Annotation layer could not be created.
fr: Votre requête peut ne pas être enregistrée

source: Annotation layer could not be updated.
fr: Votre requête peut ne pas être enregistrée

source: Annotation layer not found.
fr: Les couches d'annotation sont toujours en cours de chargement.

source: Annotation layer delete failed.
fr: Les couches d'annotation sont toujours en cours de chargement.

source: Annotation layer has associated annotations.
fr: Les couches d'annotation sont toujours en cours de chargement.

source: Dashboards do not exist
fr: Tableaux de bords

source: Chart could not be created.
fr: Votre requête peut ne pas être enregistrée

source: Chart could not be updated.
fr: Votre requête peut ne pas être enregistrée

source: Chart could not be deleted.
fr: La requête ne peut pas être chargée

source: Charts could not be deleted.
fr: La requête ne peut pas être chargée

source: Dataset does not exist
fr: La source de données %(name)s existe déjà

source: Adding new datasource [{}]
fr: Ajouter une source de données Druid

source: Metric(s) {} must be aggregations.
fr: La(les) métrique(s) {} doit (doivent) être des aggrégations

source: Unsupported extraction function:
fr: Fonction d'extration non supportée

source: Columns
fr: Colonne

source: Show Druid Column
fr: Montrer les colonnes Druid

source: Add Druid Column
fr: Ajouter une colonne Druid

source: Edit Druid Column
fr: Éditer une colonne Druid

source: Column
fr: Colonne

source: Datasource
fr: Source de données

source: Filterable
fr: Filtrable

source: Whether this column is exposed in the `Filters` section of the explore view.
fr: Est-ce-que cette colonne doit apparaître dans la section `Filtres` de la page exploration

source: Metrics
fr: Métriques

source: Show Druid Metric
fr: Montrer une métrique Druid

source: Add Druid Metric
fr: Ajouter une métrique Druid

source: Edit Druid Metric
fr: Éditer une métrique Druid

source: Metric
fr: Métrique

source: Verbose Name
fr: Nom explicite

source: Druid Datasource
fr: Données Druid

source: Warning Message
fr: Message d'avertissement

source: Show Druid Cluster
fr: Monter les cluster Druid

source: Add Druid Cluster
fr: Ajouter un cluster Druid

source: Edit Druid Cluster
fr: Éditer une cluster Druid

source: Cluster Name
fr: Nom de pays

source: Broker Host
fr: Hôte du Broker

source: Broker Port
fr: Port du Broker

source: Broker Username
fr: Hôte du Broker

source: Broker Password
fr: Port du Broker

source: Broker Endpoint
fr: Endpoint du Broker

source: Show Druid Datasource
fr: Montrer les sources de données Druid

source: Add Druid Datasource
fr: Ajouter une source de données Druid

source: Edit Druid Datasource
fr: Éditer une source de données Druid

source: The list of charts associated with this table. By altering this datasource, you may change how these associated charts behave. Also note that charts need to point to a datasource, so this form will fail at saving if removing charts from a datasource. If you want to change the datasource for a chart, overwrite the chart from the 'explore view'
fr: La liste des graphiques associés à cette table. En alterant cette source de données, vous pouvez changer le comportement des graphiques associés. Aussi notez que les graphiques doivent pointer vers une source de données, alors ce formulaire ne pourra pas être enregistré si des graphiques sont retirés d'une source de données. Si vous voulez changer la source de données d'un graphique, écraser le graphique depuis la 'vue d'exploration'

source: Timezone offset (in hours) for this datasource
fr: Timezone offset (en heure) de cette source de données

source: Time expression to use as a predicate when retrieving distinct values to populate the filter component. Only applies when `Enable Filter Select` is on. If you enter `7 days ago`, the distinct list of values in the filter will be populated based on the distinct value over the past week
fr: Expression temporelle à utiliser comme un prédicat pour récupérer les valeurs distinctes pour remplir le filtre. S'applique uniquement quand `Activier le filtre` est coché. Si vous entrez `7 days ago`, les listes de valeurs distinctes dans le filtre seront remplies en se basant sur les valeurs distinctes trouvées la semaine passée

source: Whether to populate the filter's dropdown in the explore view's filter section with a list of distinct values fetched from the backend on the fly
fr: Faut-il remplir à la volée les choix du filtre de la section filtre de la page d'exploration avec la liste des valeurs distinctes répérées depuis le backend

source: Redirects to this endpoint when clicking on the datasource from the datasource list
fr: Redirige à cet endpoint quand on clique sur la source de données depuis la liste des sources de données

source: Associated Charts
fr: Les graphiques associés

source: Data Source
fr: Source de données

source: Owners
fr: Propriétaires

source: Is Hidden
fr: Est caché

source: Enable Filter Select
fr: Activer le filtre de sélection

source: Default Endpoint
fr: Endpoint par défaut

source: Time Offset
fr: Décalage du temps

source: Datasource Name
fr: Nom source de donnée

source: Fetch Values From
fr: Récupérer les valeurs des prédicats

source: Changed By
fr: Modifié par

source: Modified
fr: Modifié

source: Only `SELECT` statements are allowed
fr: Copier l'étape SELECT vers le clipboard

source: Datetime column not provided as part table configuration and is required by this type of chart
fr: Colonne Datetime non fournie dans la configuration alors qu'elle est requise pour ce type de graphique

source: Empty query?
fr: Requête vide ?

source: Show Column
fr: Montrer les colonnes

source: Add Column
fr: Ajouter une colonne

source: Edit Column
fr: Éditer une colonne

source: Whether to make this column available as a [Time Granularity] option, column has to be DATETIME or DATETIME-like
fr: Faut-il que cette colonne soit accessible comme une option [Time Granularity], la colonne doit être DATETIME ou d'un format équivalent

source: The data type that was inferred by the database. It may be necessary to input a type manually for expression-defined columns in some cases. In most case users should not need to alter this.
fr: Le type de donnée inféré par la base de données. Il peut être nécessaire de le rentrer manuellement pour les colonnes définissant des expressions dans certains cas. Dans la plupart des cas il n'est pas nécessaire de le modifier

source: Is temporal
fr: Est temporel

source: Datetime Format
fr: Format Datetime

source: Invalid date/timestamp format
fr: Format Timestamp de la table

source: Show Metric
fr: Montrer les métriques

source: Add Metric
fr: Ajouter une métrique

source: Edit Metric
fr: Éditer la métrique

source: SQL Expression
fr: Expression SQL

source: D3 Format
fr: Format D3

source: Roles
fr: Rôles

source: Creator
fr: Créateur

source: Show Table
fr: Montrer les tables

source: Edit Table
fr: Éditer la table

source: Name of the table that exists in the source database
fr: Nom de la table qui existe dans la base de données source

source: Schema, as used only in some databases like Postgres, Redshift and DB2
fr: Schéma, utilisé uniquement dans certaines bases de données comme Postgres, Redshift et DB2

source: This fields acts a Rabbitai view, meaning that Rabbitai will run a query against this string as a subquery.
fr: Ces champs agissent comme une vue Rabbitai, i.e. Rabbitai va lancer une requête pour cette expression comme une sous-requête

source: Predicate applied when fetching distinct value to populate the filter control component. Supports jinja template syntax. Applies only when `Enable Filter Select` is on.
fr: Prédicat appliqué à la récupération des valeurs distinctes pour remplir le filtre de contrôle des composants. Supporte la syntaxe Jinja. S'applique uniquement si `Activer le filtre` est coché.

source: Redirects to this endpoint when clicking on the table from the table list
fr: Redirige à cet endpoint quand on clique sur la table depuis la liste des tables

source: Whether the table was generated by the 'Visualize' flow in SQL Lab
fr: Si la table a été générée par le flow 'Visualiser' dans SQL Lab

source: A set of parameters that become available in the query using Jinja templating syntax
fr: Un ensemble de paramètre qui seront disponible dans la requête utilisant la syntaxedu gabarit Jinja

source: Database
fr: Base de données

source: Last Changed
fr: Dernière modification

source: Schema
fr: Schéma

source: Offset
fr: Décalage

source: Table Name
fr: Nom de la table

source: Fetch Values Predicate
fr: Récupérer les valeurs des prédicats

source: Main Datetime Column
fr: Colonne Datetime principale

source: SQL Lab View
fr: Vue SQL Lab

source: Template parameters
fr: Les paramètres du modèle

source: The table was created. As part of this two-phase configuration process, you should now click the edit button by the new table to configure it.
fr: La table a été créée. Pour la deuxième partie de la configuration vous devez cliquer sur le bouton édition de la nouvelle table

source: Refresh Metadata
fr: Rafraîchir les métadonnées

source: Refresh column metadata
fr: Rafraîchir les métadonnées des colonnes

source: Metadata refreshed for the following table(s): %(tables)s
fr: Metadonnées rafraichies pour le(s) table(s) suivante(s) : %(tables)s

source: Unable to refresh metadata for the following table(s): %(tables)s
fr: Metadonnées rafraichies pour le(s) table(s) suivante(s) : %(tables)s

source: CSS template not found.
fr: Templates CSS

source: Deleted %(num)d dashboard
fr: Enregistrer le tableau de bord

source: Dashboard not found.
fr: Graphique %(id)s non trouvé

source: Dashboard could not be created.
fr: Votre requête peut ne pas être enregistrée

source: Dashboard could not be updated.
fr: Votre requête peut ne pas être enregistrée

source: Dashboard could not be deleted.
fr: Votre requête peut ne pas être enregistrée

source: Changing this Dashboard is forbidden
fr: Modifier les propriétés de ce tableau de bord

source: Table name undefined
fr: Nom de la table

source: A database with the same name already exists
fr: La source de données %(name)s existe déjà

source: Database not found.
fr: Graphique %(id)s non trouvé

source: Database could not be created.
fr: Votre requête peut ne pas être enregistrée

source: Database could not be updated.
fr: Votre requête peut ne pas être enregistrée

source: Stopped an unsafe database connection
fr: Sélectionner n'importe quelle colonne pour l'inspection des métadonnées

source: Could not load database driver
fr: Ne peut pas connecter au serveur

source: Could not load database driver: {}
fr: Ne peut pas connecter au serveur

source: Deleted %(num)d dataset
fr: Selectionner la date de fin

source: One or more metrics do not exist
fr: Une ou plusieurs métriques à afficher

source: One or more metrics are duplicated
fr: Une ou plusieurs métriques à afficher

source: One or more metrics already exist
fr: Une ou plusieurs métriques à afficher

source: Table [%(table_name)s] could not be found, please double check your database connection, schema, and table name
fr: La table [{}] n'a pu être trouvée, vérifiez à nouveau votre la connexion à votre base de données, le schéma et le nom de la table

source: Dataset could not be created.
fr: Votre requête peut ne pas être enregistrée

source: Dataset could not be updated.
fr: Votre requête peut ne pas être enregistrée

source: Unknown Presto Error
fr: Erreur inconnue

source: Saved queries could not be deleted.
fr: La requête ne peut pas être chargée

source: Chart does not exist
fr: Graphique %(id)s non trouvé

source: Choose a chart or dashboard not both
fr: Supprimer le graphique du tableau de bord

source: Report Schedule could not be deleted.
fr: Votre requête peut ne pas être enregistrée

source: Report Schedule could not be created.
fr: Votre requête peut ne pas être enregistrée

source: Report Schedule could not be updated.
fr: Votre requête peut ne pas être enregistrée

source: Alert validator config error.
fr: Configuration lat/long non valide

source: Report schedule unexpected error
fr: Erreur inattendu.

source: An error occurred while pruning logs
fr: Une erreur s'est produit durant le rendu de la visualisation : %s

source: [Alert] %(label)s
fr: Etiquette des marqueurs

source: SQL Query
fr: Sauvegarder la requête

source: Chart
fr: Graphique

source: Dashboard
fr: Tableau de bord

source: Profile
fr: Profil

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: Record Count
fr: Nombre d'enregistrements

source: No records found
fr: Aucun enregistrement trouvé

source: Filter List
fr: Filtres

source: Search
fr: Recherche

source: Refresh
fr: Forcer à rafraîchir

source: Import dashboards
fr: Import des tableaux de bord

source: Import Dashboard(s)
fr: Importer des tableaux de bords

source: File
fr: Fichier CSV

source: Choose File
fr: Fichier CSV

source: No Access!
fr: Pas l'accès !

source: You do not have permissions to access the datasource(s): %(name)s.
fr: Vous n'avez pas les permissions pour accéder à(aux) source(s) : %(name)s.

source: Request Permissions
fr: Besoin de permissions

source: Cancel
fr: Annuler

source: Test Connection
fr: Test de connexion

source: [Rabbitai] Access to the datasource %(name)s was granted
fr: [Rabbitai] Accès à la source de données %(name)s accordé

source: Invalid longitude/latitude
fr: Finir Longitude et Latitude

source: Time grain missing
fr: Niveau de Temps

source: DataFrame include at least one series
fr: Choississez au moins une métrique

source: User
fr: Utilisateur

source: User Roles
fr: Rôles utilisateurs

source: Database URL
fr: URL de la base de données

source: Roles to grant
fr: Rôles à donner

source: Created On
fr: Créé le

source: List Observations
fr: Lister les métriques

source: Error Message
fr: Message d'avertissement

source: Show Annotation
fr: Annotations

source: Add Annotation
fr: Ajouter une couche d'annotation

source: Edit Annotation
fr: Annotations

source: Start
fr: Date de début

source: JSON Metadata
fr: JSON des méta-données

source: Show Annotation Layer
fr: Couches d'annotation

source: Add Annotation Layer
fr: Ajouter une couche d'annotation

source: Edit Annotation Layer
fr: Ajouter une couche d'annotation

source: Name
fr: Nom

source: Dataset %(name)s already exists
fr: La source de données %(name)s existe déjà

source: Table [%{table}s] could not be found, please double check your database connection, schema, and table name, error: {}
fr: La table [{}] n'a pu être trouvée, vérifiez à nouveau votre la connexion à votre base de données, le schéma et le nom de la table

source: json isn't valid
fr: Le json n'est pas valide

source: Export to YAML
fr: Exporter vers YAML

source: Export to YAML?
fr: Exporter vers YAML?

source: Delete
fr: Effacer

source: Delete all Really?
fr: Vraiment tout effacer ?

source: Is favorite
fr: Favoris

source: The data source seems to have been deleted
fr: La source de données semble avoir été effacée

source: The user seems to have been deleted
fr: L'utilisateur semble avoir été effacé

source: Access was requested
fr: Accès demandé

source: The access requests seem to have been deleted
fr: L'accée à cette requête semble avoir été effacé

source: %(user)s was granted the role %(role)s that gives access to the %(datasource)s
fr: %(user)s a obtenu le rôle %(role)s qui donne accès à %(datasource)s

source: Role %(r)s was extended to provide the access to the datasource %(ds)s
fr: Le rôle %(r)s a été étendu pour donner l'accès à la source de données %(ds)s

source: You have no permission to approve this request
fr: Vous n'avez pas les permission pour approuver cette requête

source: An unknown error occurred. Please contact your Rabbitai administrator
fr: Une erreur s'est produite . (Statut: %s )

source: Error occurred when opening the chart: %(error)s
fr: Une erreur s'est produite durant la création de la source de donnée

source: You don't have the rights to
fr: Vous n'avez pas les droits pour

source: alter this
fr: modifier ce

source: chart
fr: graphique

source: create a
fr: créer un

source: dashboard
fr: tableau de bord

source: Malformed request. slice_id or table_name and db_name arguments are expected
fr: Requête malformée. Les arguments slice_id ou table_name et db_name sont attendus

source: Chart %(id)s not found
fr: Graphique %(id)s non trouvé

source: Table %(table)s wasn't found in the database %(db)s
fr: Table %(t)s pas trouvée dans la base de données %(d)s

source: Can't find User '%(name)s', please ask your admin to create one.
fr: Impossible de trouver l'utilisateur '%(name)s', demandez à votre administrateur de le créer.

source: Can't find DruidCluster with cluster_name = '%(name)s'
fr: Impossible de trouver le DruidCluster avec cluster_name = '%(name)s
